name: "model_ONNX"
platform: "onnxruntime_onnx"
max_batch_size: 8
input [
  {
    name: "INPUT_IDS"
    data_type: TYPE_INT32
    dims: [ 128 ]
  },
  {
    name: "ATTENTION_MASK"
    data_type: TYPE_INT32
    dims: [ 128 ]
  }
]
output [
  {
    name: "PROJECTION"
    data_type: TYPE_FP32
    dims: [ -1, 2048 ]
  }
]


